# St7GetFaceNormalsSize

Returns the size index of the face normals.

long St7GetFaceNormalsSize(long uID, long* Size)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Size
The face Normals Size in the range 1 to 100.